{"Await": "Aguarde",
"Collect as many cherries as possible and complete the level in the shortest time for a good score! Good luck!": "Colecione o máximo de cerejas possível e conclua a fase no menor tempo para uma boa pontuação! Boa sorte!",
"Configuration": "Configuração",
"Email": "E-mail",
"Email, Nickname or Security Email already registered.":  "Email, Apelido ou Email de segurança já cadastrados.",
"Forgot Password": "Esqueci a senha",
"Invalid Email or Password": "Email ou Senha inválidos",
"Invalid Email": "Email inválido",
"Language": "Português",
"Level 1": "Fase 1",
"Level Completed!": "Fase Completa!",
"Login": "Login",
"Next Level": "Próxima fase",
"Next": "Avançar",
"Nickname": "Apelido",
"Non-existent email": "E-mail inexistente",
"Off": "Desligado",
"On": "Ligado",
"Password": "Senha",
"Please fill in all fields.": "Por favor preencha todos os campos.",
"Points": "Pontos",
"Register": "Cadastrar",
"Restart Level": "Reiniciar Fase",
"Security Email": "Email de segurança",
"See Ranking": "Ver Ranking",
"Sound": "Som",
"The objective is to reach the end of the level, where you will be directed to the challenge. After completing the challenge, you will have completed the level.": "O objetivo é chegar ao fim da fase, onde você será direcionado ao desafio. Após realizar o desafio você terá concluído a fase.",
"The password must be at least 8 characters long.": "A senha precisa ter no mínimo 8 caracteres.",
"To move the character use the arrow keys. To jump use the spacebar.": "Para movimentar o personagem utilize as setas do teclado. Para pular utilize a barra de espaço.",
"Token Sent 1": "Insira o token enviado ao e-mail de segurança '",
"Token Sent 2": "'. Não esqueÇa de checar a caixa de spam. =)",
"Turn Back": "Voltar",
"Unfortunately you have been logged out because someone has logged into your account from somewhere else.": "Infelizmente você foi desconectado pois alguém fez login em sua conta em outro lugar.",
"Username": "Usuário",
"Welcome to Chemstory, let's go to the tutorial!": "Bem-vindo a Chemstory, vamos ao tutorial!",
"Wrong Answer!": "Resposta Errada!"
}